Repository: EkspBG/freetuxtv
Catalog: *.po
Languages: bg

source: channels
bg: канали

source: %1.1f GB
bg: %1.1f ГБ

source: %1.1f MB
bg: %1.1f МБ

source: %1.1f kB
bg: %1.1f кБ

source: %d channels group(s) have been successfully added.
bg: Каналите са %d успешно добавени.

source: %ld byte
bg: %ld байт

source: %ld bytes
bg: %ld байтове

source: <b>Channel VLC options:</b>
bg: <b>VLC параметри на канала:</b>

source: <b>Configuration file (vlcrc)</b>
bg: <b>Конфигурационен файл (vlcrc)</b>

source: <b>Connection</b>
bg: <b>Съединения</b>

source: <b>Destination</b>
bg: <b>Местоназначение</b>

source: <b>Notifications</b>
bg: <b>Уведомления</b>

source: <b>Processing of channels' name</b>
bg: <b>Обработка имена на канали</b>

source: <b>Proxy</b>
bg: <b>Прокси</b>

source: <b>Recording period</b>
bg: <b>Време на запис</b>

source: <b>Search of channels</b>
bg: <b>Търсене на канали</b>

source: <b>Special group type:</b>
bg: <b>Тип на списка:</b>

source: <b>Startup</b>
bg: <b>Стартиране ...</b>

source: <b>Transcoding options</b>
bg: <b>Настройки на кодиране</b>

source: <i>Restart the application after changing this option.</i>
bg: <i>Нужен е рестарт за прилагане на настройката</i>

source: Activate/Deactivate the window always on top
bg: Активиране/Деактивиране винаги отгоре

source: Add a group
bg: Добави група канали

source: Add a recording
bg: Добавит записване

source: Add to favourites
bg: Добави в избрани

source: Add/create a channels group from different sources
bg: Добави/Създай списък канали от различи източници

source: Adding channels group: <i>%s</i>
bg: Добави група канали : <i>%s</i>

source: Adding channels groups
bg: Добавяне на списъци с канали

source: An error occurred
bg: Получи се ГРЕШКА

source: An error occurred while playing channel '%s' : %s If the problem persist, you can report that the link is dead at %s
bg: Грешка при възпроизвеждане на канала '%s' : %s Ако грешката се повтаря, можете да събщите за неработещ линк %s

source: Are you sure you want to quit?
bg: Наистина ли излизате?

source: Channel properties
bg: Свойства на канала

source: Channel's URI:
bg: URI адрес на канала

source: Channel's name:
bg: Име на канала

source: Channels
bg: Канали

source: Channels groups file:
bg: XML Файл със списъци на канали:

source: Channels' search text area
bg: Търсене на канал (съвпадение на текста от името)

source: Custom channels group
bg: Нов списък канали

source: Deinterlacement:
bg: Деинтерлейс:

source: Delete group's channels
bg: Премахване на съдържанието на списъка

source: Delete the search text area
bg: Премахване на текст от полето

source: Delete this text before the name:
bg: Премахване на този текст от началото на името:

source: Delete this text behind the name:
bg: Премахване на този текст от края на името:

source: Details
bg: Детайли

source: Directory Record:
bg: Директория за запис:

source: Disable
bg: Изключване

source: Do you want to move the related file on the hard disk to the trash?
bg: Наистина ли да се изтрие?

source: Download timeout (seconds) :
bg: Максимално време на изчакване за кеширане на канала (в секунди):

source: Duration:
bg: Продължителност

source: Enable desktop notifications
bg: Уведомления на работния плот

source: End time:
bg: Изтичане на времето

source: Error when adding the channels. M3UParser has returned error: %s.
bg: Грешка при добавяне на накали. M3UParser отговори с грешка: %s.

source: Existing channels group
bg: Готови списъци с канали

source: Favourites
bg: Избрани

source: Format:
bg: Формат:

source: FreetuxTV Television Channels Player
bg: FreetuxTV Програма за преглед и запис на ТВ-канали

source: Fullscreen mode
bg: Цял ексран

source: General
bg: Основни настройки

source: Getting the file: "%s"
bg: Получавам файла: "%s"

source: Go back to the normal mode
bg: Връщане в нормален режим

source: Go to the current channel playing
bg: Връщане към текущия канал

source: Group properties
bg: Параметри на група

source: Group's name:
bg: Име на група

source: Ignore diacritics
bg: Игнориране на специални символи

source: In progress
bg: В процес

source: Initializing user configuration...
bg: Определят се настройки на потребителя...

source: Jump to current channel
bg: Отиди на текущия канал

source: Languages/Channels group
bg: Списък канали по език:

source: Loading the list of channels...
bg: Зарежда се списък на канали...

source: Loading the list of recordings...
bg: Зарежда списък на записите...

source: Loading user configuration...
bg: Зареждат се настройки потребителя...

source: Manual proxy configuration
bg: Ръчна настройка на прокси

source: Mute
bg: Заглуши

source: Name of the group which will be added
bg: Името на списъка с канали който ще се добави. Например: Моя списък д канали

source: Network
bg: Мрежа

source: New group
bg: Нова група

source: Next channel
bg: Следващ канал

source: No proxy
bg: Без прокси

source: No transcoding
bg: Без кодиране

source: None
bg: Няма

source: Number of channels:
bg: Количество канали:

source: Options
bg: Опции

source: Password:
bg: Парола:

source: Play last channel on startup
bg: Пусни последния гледан канал при стартиране

source: Play the current channel
bg: Изпълнение

source: Playing: %s
bg: Изпълнява се: %s

source: Playlist's URI of the group which will be added
bg: Адресът содержащ списък с канали който ще бъде добавен (линк на m3u файл или в друг читаем формат) Например: http://database.freetuxtv.net/playlists/playlist_webtv_ru.m3u

source: Playlist's URI:
bg: URI адрес на плейлиста:

source: Please enter the group's URI !
bg: Моля въведете URI адрес на списка!

source: Please enter the group's name !
bg: Моля въведете име списъка с канал!

source: Please select a least one group !
bg: Моля изберете минимум един списък!

source: Predefined transcoding formats
bg: Изберете формат на кодиране

source: Preferences
bg: Настройки

source: Previous channel
bg: Предишен канал

source: Project's Web Site
bg: Сайт на проекта

source: Proxy port:
bg: Порт на прокси сървъра:

source: Proxy server:
bg: Прокси сървър:

source: Proxy type:
bg: Тип на прокси:

source: Record the current channel
bg: Запис

source: Recording: %s
bg: Записва се: %s

source: Recording: %s (%s) -> %s (%s)
bg: Запис: %s (%s) -> %s (%s)

source: Recordings
bg: Видеозаписи

source: Required ISP
bg: Необходим е провайдер

source: Search:
bg: Търсене:

source: Select a directory
bg: Изберете директория

source: Select one or several channels group you want to add and click on the add button.
bg: Изберете един или няколко плсйлиста и натиснете бутона Добави.

source: Selected channel:
bg: Избран канал

source: Small mode
bg: Компактен режим

source: Special group
bg: Списък избрани

source: Start time:
bg: Начално време:

source: Stop playing the current channel
bg: Спиране

source: Stopping channel: %s
bg: Спиране на канал: %s

source: Synchronize the TV channels list in the local database from the XML database
bg: Синхронизиране на списък канали от XML(стандартна) база в локална база с канали

source: Synchronizing the list of tv channels...
bg: Синхронизиране на списък тв канали...

source: Synchronizing the list of tv channels: %s...
bg: Синхронизиране на списък тв канали: %s...

source: Synchronizing the tv channels list
bg: Синхронизиране на списка с канали

source: Television Channels Player
bg: Преглед на ТВ-канали

source: Terminated
bg: Приключване

source: Text or regexp which must be deleted at the beginning of the channel's name
bg: Текст или регулярен израз премахван от края на името на канала

source: Text or regexp which must be deleted at the end of the channel's name
bg: Текст или регулярен израз премахван от начлото на името на канала

source: Title:
bg: Название:

source: URI
bg: Интернет адрес URI

source: Update "%s" channels list
bg: Обновяване списъка с канали "%s"

source: Use a custom configuration file
bg: Използване на друг конфигурационен файл

source: Use authentification
bg: Използване на удостоверяване

source: Use the VLC configuration file
bg: Използване на файл конфигурация на VLC

source: Username:
bg: Потребителско име:

source: View file
bg: Преглед на файл

source: Vol:
bg: Сила звук

source: Watch television channels from internet
bg: Гледане и запис на ТВ канали онлайн

source: Web TV (Russian)
bg: Интернет ТВ (Русскоязычные каналы)

source: Web TV channels player
bg: Програма за гледане и запис на ТВ канали

source: You can easily use regular expressions to delete some text in the channel's name of the groupe. For example, if in your playlist, you have a name like "11 - NT1" or "12 - NRJ 12", FreetuxTV is able to remove the channel's number before the name, by using the regular expression "[0-9]* - ".
bg: Можете да използвате регулярни изрази за да премахнете текст в името на канала. Например, в списъка на възпроизвеждане името: "11 - Телеканал 2x2". "12 - Култура". "11 - " и "12 - " пред името на канала се премахва с филтъра: "[0-9]* - "

source: _Add a group
bg: _Добави списък с канали

source: _Channels
bg: _Канали

source: _Deinterlace
bg: _Деинтерлейс

source: _Help
bg: _Помощ

source: _Synchronize TV channels database
bg: _Синхронизирай TV база данни с канали

source: _Video
bg: _Видео

source: is playing
bg: възпроизвежда се

source: is recording
bg: записва се

source: minutes
bg: минут(и)

source: none
bg: не е зададено

source: translator-credits
bg: Васил Василев <expert.bg@gmail.com>
